IDEA Open Model
LineSupportSegment.FlexibleStiffnessRX Property
Compatible with IDEA StatiCa Beta 20.0
 Support stiffness rotational RX
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double FlexibleStiffnessRX { get; set; }
Public Property FlexibleStiffnessRX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace